{
    "value":[{
        "tipo":"Laurea",
        "nomeUniversita":"Università degli studi di Bari Aldo Moro",
        "dipartimento":"Informatica",
        "corsoDiLaurea":"Informatica e comunicazione digitale",
        "specificheCorso":"L-31 - Laurea in Scienze e tecnologie informatiche",
        "specificheTesi":{
            "titolo":"SVILUPPO DI UNA BRAIN COMPUTER INTERFACE PER RICONOSCERE IL LIVELLO DI INTERESSE DELL'UTENTE |  INTERAZIONE UOMO - MACCHINA",
            "relatore":"DE CAROLIS BERARDINA | CAROFIGLIO VALERIA",
            "paroleChiave":"BCI | EMOBRAIN EMOTIVEPOC",
            "voto":"96/110",
            "data":"20/06/2017"
        },
        "durataCorso":"2013 ‐ 2017",
        "fotoDipartimento":"./assets/images/uniba.png",
        "maggioriInfo":"Ho conseguito la laurea magistrale in informatica nell'anno 2017, con una votazione di 96/110. Ho presentato una tesi sperimentale dal titolo SVILUPPO DI UNA BRAIN COMPUTER INTERFACE PER RICONOSCERE IL LIVELLO DI INTERESSE DELL'UTENTE. Si è sviluppato un sistema in C# - Python, in grado di acquisire le onde cerebrali dell'utente. Per far ciò si è utilizzato l'Emotiv Epoc; questo è un caschetto neurale, dotato di elettrodi che captano le diverse frequenze elettromagnetiche che emette il cervello e riesce a convertirle in dati digitali. Si è implementato un'app, nello specifico un videoPlayer, per catturare le onde dell'utente mentre osservava questi video. Sucessivamente si sono raccolti i dati e si è chiesto all'utente di definire il suo grado di interesse. Attraverso weka si sono classificati questi dati riuscendo a stabilire una corrispondenza tra interesse-attività cerebrale dell'utente.campo"
    },{
        "tipo":"Laurea Magistrale",
        "nomeUniversita":"Università degli studi di Udine",
        "dipartimento":"Dipartimento di Scienze Matematiche, Informatiche e Fisiche Informatica",
        "corsoDiLaurea":"Informatica",
        "specificheCorso":"LM-18 - Laurea Magistrale in Informatica",
        "specificheTesi":{
            "titolo":"ADDESTRAMENTO RESPIRATORIO MEDIANTE BIOFEEDBACK: UNA PROPOSTA BASATA SU REALTà VISRTUALE E SERIOUS GAME |  INTERAZIONE UOMO - MACCHINA",
            "relatore":"LUCA CHITTARO",
            "paroleChiave":"SERIOUS GAME | BIOFEEDBACK",
            "voto":"103/110",
            "data":" 16/07/2020"
        },
        "durataCorso":"2017 ‐ 2020",
        "fotoDipartimento":"./assets/images/uniud.png",
        "maggioriInfo":"Ho conseguito la laurea magistrale in informatica nell'anno 2020, con una votazione di 103/110. Ho presentato una tesi sperimentale dal titolo 'ADDESTRAMENTO RESPIRATORIO MEDIANTE BIOFEEDBACK: UNA PROPOSTA BASATA SU REALTà VISRTUALE E SERIOUS GAME'. L'obbiettivo della tesi era quello di utilizzare i serious game e un dispositivo di biofeedback, per insegnare agli utenti a respirare in modo corretto secondo specifici pattern di respirazione. Il serious game è stato implementato in C#, usando come ambiente di sviluppo Unity 3d. Tutti gli elementi del gioco sono stati costruiti mediante Blender (software grafico per la costruzione di modelli 3d) e substance painter per la costruzione delle relative texture. L'utente ha interagito con il videogioco mediante l'htc vive (quindi ha giocato in realtà virtuale) e un dispositivo di biofeedback che acquisisce in modo accurato il respiro dell'utente. L'utente ha interagito con gli oggetti in gioco mediante il respiro e giocando ha imparato le tecniche della respirazione, nel particolare si è scelta la tecnica della respirazione tattica, adottata anche dall'esercito americano per risurre lo stress e aumentare la concentrazione. "
    }]
}